Repository: onionshare/onionshare-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: cs, fi, ga, hr, hy_am, it, ja, ru, sc, sk, sw

source: %1$@Anyone%1$@ with this address and private key can %1$@download%1$@ your files using the %1$@Tor Browser%1$@:
cs: %1$@Kdokoli%1$@ s touto adresou a soukromým klíčem může %1$@stahovat%1$@ vaše soubory za pomoci %1$@Tor Browseru%1$@:
fi: %1$@Kaikki%1$@, joilla on tämä osoite ja yksityinen avain, voivat %1$@ladata%1$@ tiedostosi %1$@Tor Browser%1$@ia:
ga: Is féidir le %1$@ duine ar bith%1$@ a bhfuil an seoladh agus an eochair phríobháideach seo aige %1$@íoslódáil%1$@ do chomhaid trí úsáid a bhaint as %1$@Brabhsálaí Tor%1$@:
hr: %1$@Svatko%1$@ s ovom adresom i privatnim ključem može %1$@preuzeti%1$@ tvoje datoteke koristeći %1$@Tor preglednik%1$@:
it: %1$@Chiunque%1$@ con questo indirizzo e chiave privata può %1$@scaricare%1$@ i tuoi file usando %1$@Tor Browser%1$@:
ja: このアドレスと秘密鍵を知っている人であれば%1$@誰でも%1$@、%1$@Tor Browser%1$@ であなたのファイルを%1$@ダウンロード%1$@できます:
ru: %1$@Любой человек%1$@ с этим адресом и закрытым ключом может %1$@скачать%1$@ваши файлы с помощью %1$@Tor Browser%1$@:
sk: %1$@ Ktokoľvek%1$@ s touto adresou a súkromným kľúčom môže %1$@ stiahnuť%1$@ vaše súbory pomocou prehliadača %1$@Tor Browser%1$@:
sw: %1$@ mtu yoyote%1$@ mwenye anwani hii na ufunguo wa kibinafsi anaweza%1$@ kupakua%1$@ Tor Browser%1$@:

source: %1$@Anyone%1$@ with this address and private key can %1$@visit your website%1$@ using the %1$@Tor Browser%1$@:
cs: %1$@Kdokoli%1$@ s touto adresou a soukromým klíčem může %1$@navštívit váš web%1$@ vaše soubory za pomoci %1$@Tor Browseru%1$@:
fi: %1$@Kaikki%1$@ tällä osoitteella ja yksityisellä avaimella voi %1$@vierailla verkkosivustollasi%1$@ käyttämällä %1$@Tor Browser%1$@:ia:
ga: Is féidir le %1$@ duine ar bith%1$@ leis an seoladh agus an eochair phríobháideach seo %1$@ cuairt a thabhairt ar do shuíomh Gréasáin%1$@ ag baint úsáid as %1$@Tor Brabhsálaí%1$@:
hr: %1$@Svatko%1$@ s ovom adresom i privatnim ključem može %1$@posjetiti tvoju web stranicu%1$@ koristeći %1$@Tor preglednik%1$@:
it: %1$@Chiunque%1$@ con questo indirizzo e chiave privata può %1$@visitare il tuo sito web%1$@ usando %1$@Tor Browser%1$@:
ja: このアドレスと秘密鍵を知っている人であれば%1$@誰でも%1$@、%1$@Tor Browser%1$@ であなたのサイトを%1$@閲覧%1$@できます:
ru: %1$@Любой человек%1$@ с этим адресом и закрытым ключом может %1$@посетить ваш сайт%1$@ с помощью %1$@Tor Browser%1$@:
sk: %1$@Ktokoľvek s touto adresou a súkromným kľúčom môže %1$@ navštíviť vašu webovú stránku%1$@ pomocou prehliadača %1$@Tor Browser%1$@:
sw: %1$@ Mtu yoyote% 1$@ mwenye anwani hii na ufunguo wa kibinafsi anaweza%1$@kutembelea tovuti yako%1$ @ kwa kutumia%1$@Tor Browser%1 $@:

source: %1$@Anyone%1$@ with this address can %1$@download%1$@ your files using the %1$@Tor Browser%1$@:
cs: %1$@Kdokoli%1$@ s touto adresou může %1$@stahovat%1$@ vaše soubory za pomoci %1$@Tor Browseru%1$@:
fi: %1$@Kaikki%1$@ tällä osoitteella voi %1$@ladata%1$@ tiedostosi käyttämällä %1$@Tor Browser%1$@:ia:
ga: Is féidir le %1$@ duine ar bith%1$@ a bhfuil an seoladh seo aige %1$@ do chomhaid a íoslódáil %1$@ trí úsáid a bhaint as %1$@Brabhsálaí Tor%1$@:
hr: %1$@Svatko%1$@ s ovom adresom može %1$@preuzeti%1$@ tvoje datoteke koristeći %1$@Tor preglednik%1$@:
it: %1$@Chiunque%1$@ con questo indirizzo può %1$@scaricare%1$@ i tuoi file usando %1$@Tor Browser%1$@:
ja: このアドレスを知っている人であれば%1$@誰でも%1$@、%1$@Tor Browser%1$@ であなたのファイルを%1$@ダウンロード%1$@できます:
ru: %1$@Любой%1$@ с этим адресом может %1$@скачать%1$@ваши файлы с помощью %1$@Tor Browser%1$@:
sk: %1$@ Ktokoľvek%1$@ s touto adresou môže %1$@stiahnuť%1$@ vaše súbory pomocou %1$@Tor Browser%1$@:
sw: %1 $ @ Mtu yoyote% 1 $ @ mwenye anwani hii anaweza% 1 $ @ kupakua %1$@ zako kwa kutumia% 1 $ @ Tor Browser% 1 $@:

source: %1$@Anyone%1$@ with this address can %1$@visit your website%1$@ using the %1$@Tor Browser%1$@:
cs: %1$@Kdokoli%1$@ s touto adresou může %1$@navštívit váš web%1$@ vaše soubory za pomoci %1$@Tor Browseru%1$@:
fi: %1$@Kaikki%1$@ tällä osoitteella voi %1$@vierailla verkkosivustollasi%1$@ käyttämällä %1$@Tor Browser%1$@:ia:
ga: Is féidir le %1$@ duine ar bith%1$@ a bhfuil an seoladh seo aige/aici %1$@ cuairt a thabhairt ar do shuíomh Gréasáin%1$@ trí úsáid a bhaint as %1$@Brabhsálaí Tor%1$@:
hr: %1$@Svatko%1$@ s ovom adresom može %1$@posjetiti tvoju web-stranicu%1$@ koristeći %1$@Tor preglednik%1$@:
it: %1$@Chiunque%1$@ con questo indirizzo può %1$@visitare il tuo sito web%1$@ usando %1$@Tor Browser%1$@:
ja: このアドレスを知っている人であれば%1$@誰でも%1$@、%1$@Tor Browser%1$@ であなたのサイトを%1$@閲覧%1$@できます:
ru: %1$@Любой человек%1$@ с этим адресом может %1$@посетить ваш сайт%1$@ с помощью %1$@Tor Browser%1$@:
sk: %1$@Ktokoľvek%1$@ s touto adresou môže %1$@ navštíviť vašu webovú stránku%1$@ pomocou %1$@Tor Browser%1$@:
sw: %1$@ Mtu yoyote%1$@ mwenye anwani hii anaweza%1$@ kutumia%1$@ Tor Browser%1$@:

source: Access Token
cs: Přístupový token
fi: Käyttöoikeuden poletti
ga: Comhartha Rochtana
hr: Token za pristup
it: Token di accesso
ja: アクセストークン
ru: Токен доступа
sk: Prístupový token
sw: Pata Ishara

source: Add Files
cs: Přidat soubory
fi: Lisää tiedostoja
ga: Cuir Comhaid leis
hr: Dodaj datoteke
hy_am: Ավելացնել ֆայլեր
it: Aggiungi file
ja: ファイルを追加
ru: Добавить файлы
sc: Annanghe archìvios
sk: Pridať súbory
sw: Weka faili

source: Add Folder
cs: Přidat adresář
fi: Lisää kansio
ga: Cuir Fillteán leis
hr: Dodaj mapu
hy_am: Ավելացնել թղթապանակ
it: Aggiungi una cartella
ja: フォルダーを追加
ru: Добавить папку
sc: Annanghe cartella
sk: Pridať priečinok
sw: Weka folda

source: Add Photos
cs: Přidat fotografie
fi: Lisää kuvia
ga: Cuir Grianghraif leis
hr: Dodaj fotografije
hy_am: Ավելացնել լուսանկարներ
it: Aggiungi foto
ja: 画像を追加
ru: Добавить фото
sc: Annanghe fotografias
sk: Pridať fotky
sw: Ongeza Picha

source: Adding to %@…
cs: Přidávání do %@…
fi: Lisätään kohteeseen %@…
ga: Ag cur le %@…
hr: Dodavanje u %@ …
hy_am: Ավելացվում է %@-ին…
it: Aggiungendo a %@…
ja: %@ に追加しています…
ru: Добавление к %@…
sc: Annanghende a %@…
sk: Pridávanie do %@…
sw: Kuongeza kwenye %@…

source: An error occurred
cs: Vyskytla se chyba
fi: Tapahtui virhe
ga: Tharla earráid
hr: Dogodila se greška
hy_am: Տեղի ունեցավ սխալ
ja: エラーが発生しました
ru: Произошла ошибка
sc: B'at àpidu una faddina
sk: Vyskytla sa chyba
sw: Kosa limetokea

source: Cancel
cs: Zrušit
fi: Peruuta
ga: Cealaigh
hr: Odustani
hy_am: Չեղարկել
it: Annulla
ja: キャンセル
ru: Отменить
sc: Annulla
sk: Zrušiť
sw: Sitisha

source: compressed
cs: komprimovaný
fi: pakattu
ga: comhbhrúite
hr: komprimirano
ja: 圧縮
ru: сжатый
sc: cumprimidu
sk: komprimované
sw: iliyoshinikwa

source: Couldn't add item!
cs: Položku nelze přidat!
fi: Kohdetta ei voitu lisätä!
ga: Níorbh fhéidir an mhír a chur leis!
hr: Neuspjelo dodavanje stavke!
it: Impossibile aggiungere l'elemento!
ja: 追加できませんでした！
ru: Не удалось добавить товар!
sk: Nebolo možné pridať položku!
sw: Haikuweza kuongeza kipengee!

source: Custom title (%d characters max)
cs: Vlastní název (max. %d znaků)
fi: Muokattu otsikko (enintään %d merkkiä)
ga: Teideal saincheaptha (%d carachtar ar a mhéad)
hr: Prilagođen naslov (maks. %d znakova)
ja: カスタムタイトル (%d文字以内)
ru: Пользовательское название (не более %d символов)
sk: Vlastný názov (max. %d znakov)
sw: Kichwa maalum (%d wahusika max )

source: Done
cs: Hotovo
fi: Valmis
ga: Déanta
hr: Gotovo
hy_am: Պատրաստ
it: Fatto
ja: 完了
ru: Выполнено
sc: Fatu
sk: Hotovo
sw: Imemaliza

source: Download Files
ga: Comhaid a íoslódáil
hr: Preuzmi datoteke
hy_am: Ներբեռնել ֆայլերը
ja: ファイルをダウンロード
ru: Скачать файлы
sc: Iscàrriga archìvios
sk: Stiahnuť súbory
sw: Pakua faili

source: Filename
cs: Název souboru
fi: Tiedoston nimi
ga: Ainm comhaid
hr: Ime datoteke
hy_am: Ֆայլի անուն
ja: ファイル名
ru: Имя файла
sc: Nùmene de s'archìviu
sk: Názov súboru
sw: Jina la faili

source: Go to Orbot Settings
cs: Jít do nastavení Orbotu
fi: Siirry Orbotin asetuksiin
ga: Téigh go Socruithe Orbot
hr: Idi na Orbot postavke
hy_am: Գնալ դեպի Orbot-ի կարգավորումներ
it: Vai alle impostazioni di Orbot
ja: Orbot の設定を開く
ru: Перейдите в раздел Настройки Orbot
sc: Bae a sas impostatziones de Orbot
sk: Prejsť na nastavenia Orbot
sw: Nenda kwa Mipangilio ya Orbot

source: Go to the app to share!
cs: Přejděte do aplikace a sdílejte!
fi: Mene sovellukseen jakaaksesi!
ga: Téigh go dtí an aip a roinnt!
hr: Idi na aplikaciju za dijeljenje!
it: Vai all'app per condividere!
ja: 共有するにはアプリを開いてください！
ru: Перейдите в приложение, чтобы поделиться!
sc: Bae a s'aplicatzione pro cumpartzire!
sk: Prejdite do aplikácie a zdieľajte!
sw: Nenda kwenye programu kushiriki!

source: Host
cs: Hostování
fi: Isännöi
ga: Óstach
hy_am: Հյուրընկալել
ja: ホスト
ru: Ведущий
sc: Istrangiadore (host)
sk: Hostiteľ
sw: Mtunzaji

source: Hosting
cs: Hostování
fi: Isännöinti
ga: Óstáil
hy_am: Հյուրընկալում
ja: ホスト中
ru: Размещение
sc: Istrangiamentu
sw: mwenyeji

source: Internal Tor error. Should not happen. Please reinstall!
cs: Interní chyba Toru, která by se neměla stát. Prosím, přeinstalujte aplikaci!
fi: Sisäinen Tor-virhe. Ei pitäisi tapahtua. Asenna uudelleen!
ga: Earráid inmheánach Tor. Níor cheart go dtarlódh. Athshuiteáil le do thoil!
hr: Interna Tor greška. Ne bi se smjelo dogoditi. Instaliraj ponovo!
it: Errore di Tor interno. Questo non dovrebbe accadere. Reinstalla l'app per favore!
ja: Tor の内部エラー。アプリを再インストールしてください！
ru: Внутренняя ошибка Tor. Не должно происходить. Пожалуйста, переустановите!
sk: Interná chyba Tor. Nemalo by sa to stať. Prosím, preinštalujte!
sw: Kosa la ndani la Tor. Halipaswi kutokea. Tafadhali sakinisha tena!

source: Menu
fi: Valikko
ga: Roghchlár
hr: Izbornik
hy_am: Ցուցակ
ja: メニュー
ru: Меню
sc: Menù
sk: Ponuka
sw: Menyu

source: New files while running
cs: Nové soubory za chodu
fi: Uusia tiedostoja ajon aikana
ga: Comhaid nua agus iad ag rith
hr: Nove datoteke tijekom rada
it: Nuovi file durante l'esecuzione
ja: 新しいファイルが追加されました
ru: Новые файлы во время работы
sk: Nové súbory počas spustenia
sw: Faili mpya wakati inaendesha

source: No albums
cs: Žádná alba
fi: Ei albumeja
ga: Gan albam
hr: Nema albuma
it: Nessun album
ja: アルバムはありません
ru: Нет альбомов
sc: Perunu album
sk: Žiadne albumy
sw: Hakuna Albamu

source: Nothing here yet.
cs: Zatím zde nic není.
fi: Täällä ei ole vielä mitään.
ga: Ní dhéanfaidh aon ní anseo fós.
hr: Ovdje još nema ničega.
hy_am: Որևէ բան չկա դեռ:
it: Ancora niente qui.
ja: まだ何もありません。
ru: Здесь пока ничего нет.
sc: Galu nudda inoghe.
sk: Zatiaľ tu nič nie je.
sw: Bado hakuna kitu.

source: Orbot could not be opened!
cs: Orbot nebylo možné otevřít!
fi: Orbotia ei voitu avata!
ga: Níorbh fhéidir Orbot a oscailt!
hr: Nije bilo moguće otvoriti Orbot!
it: Non è stato possibile aprire Orbot!
ja: Orbot を開けませんでした！
ru: Орбот не удалось открыть!
sk: Orbot nebolo možné otvoriť!
sw: Orbot haikuweza kufunguliwa!

source: Orbot Detected
cs: Orbot detekován
fi: Orbot havaittu
ga: Braitheadh Orbot
hr: Orbot prepoznat
it: Orbot rilevato
ja: Orbot を検出しました
ru: Обнаружен орбот
sk: Orbot zistený
sw: Orbot Imeonekana

source: Orbot running, but not allowed to bypass.
cs: Orbot běží, ale není povoleno jej obejít.
fi: Orbot käynnissä, mutta ei saa ohittaa.
ga: Orbot ag rith, ach ní cheadaítear a sheachbhóthar.
hr: Orbot radi, ali zaobilaženje nije dopušteno.
it: Orbot in esecuzione, ma non autorizzato a bypassare.
ja: Orbot が動作していますが、バイパスの許可がありません。
ru: Орбот работает, но его нельзя обойти.
sk: Orbot beží, ale nie je možné obísť.
sw: Orbot inayoendesha, lakini hairuhusiwi kupita.

source: Paste API token here
cs: Zde vložte API token
fi: Liitä API-poletti tähän
ga: Greamaigh comhartha API anseo
hr: Ovdje umetni API token
it: Incolla il token API qua
ja: ここに API トークンを貼り付けてください
ru: Вставьте сюда токен API
sk: Sem vložte token API
sw: Bandika ishara ya API hapa

source: Permit third-party resources (don't send Content Security Policy header)
cs: Povolit prostředky třetích stran (neodesílat hlavičku Content Security Policy)
fi: Salli kolmannen osapuolen resurssit (älä lähetä Content Security Policy -otsikkoa)
ga: Ceadaigh acmhainní tríú páirtí (ná seol ceanntásc Beartas Slándála Inneachair)
hr: Dozvoli resurse trećih strana (ne šalji zaglavlje Content Security Policy)
it: Consenti le risorse di terzi (non inviare l'intestazione Content Security Policy)
ja: サードパーティのリソースを許可 (コンテンツセキュリティポリシーヘッダーを送信しない)
ru: Разрешить сторонние ресурсы (не отправлять заголовок Content Security Policy)
sk: Povoliť zdroje tretích strán (neposielať hlavičku Zásady zabezpečenia obsahu)
sw: Ruhusu rasilimali za mtu wa tatu ( usitume kichwa cha sera ya Usalama wa Yaliyomo )

source: Please note, that this will only take effect, after you restart.
cs: Prosím, vemte navědomí, že se změny projeví až po restartu.
fi: Huomaa, että tämä tulee voimaan vasta uudelleenkäynnistyksen jälkeen.
ga: Tabhair faoi deara, le do thoil, nach dtiocfaidh sé seo i bhfeidhm ach amháin tar éis duit atosú.
hr: Napomena: ovo stupiti na snagu nakon ponovnog pokretanja.
it: Tieni presente che questo avrà effetto solo dopo il riavvio.
ja: 注意: この設定は再起動してから有効になります。
ru: Обратите внимание, что это вступит в силу только после перезапуска.
sk: Upozorňujeme, že sa to prejaví až po reštarte.
sw: Tafadhali kumbuka, kwamba hii itaanza kutumika tu, baada ya kuanza tena.

source: Private Key
cs: Soukromý klíč
fi: Yksityinen avain
ga: Eochair Phríobháideach
hr: Privatni ključ
hy_am: Փակ բանալի
it: Chiave privata
ja: 秘密鍵
ru: Секретный ключ
sk: Súkromný kľúč

source: QR Code
cs: QR kód
fi: QR-koodi
ga: Cód QR
hr: QR kod
hy_am: QR ծածկագիր
it: Codice QR
ja: QR コード
ru: QR-код
sk: QR kód
sw: Nambari ya QR

source: Ready
cs: Připraveno
fi: Valmis
ga: Réidh
hr: Spremno
hy_am: Պատրաստ
it: Pronto
ja: 準備完了
ru: Готово
sk: Pripravené
sw: Tayari

source: Request API Access
cs: Vyžádat API přístup
fi: Pyydä API-pääsyä
ga: Iarr Rochtain API
hr: Zatraži API pristup
it: Richiedi accesso API
ja: API アクセスをリクエスト
ru: Запрос доступа к API
sk: Vyžiadať prístup k rozhraniu API
sw: Omba Upataji wa API

source: Share
cs: Sdílet
fi: Jaa
ga: Comhroinn
hr: Dijeli
hy_am: Տարածել
it: Condividi
ja: 共有
ru: Поделиться
sk: Zdielať
sw: Sambaza

source: Sharing
cs: Sdílení
fi: Jakaminen
ga: Comhroinnt
hr: Dijeljenje
hy_am: Տարածում
it: In condivisione
ja: 共有しています
ru: Обмен
sk: Zdieľa sa
sw: Kusambaza

source: Size
cs: Velikost
fi: Koko
ga: Méid
hr: Veličina
hy_am: Չափ
ja: サイズ
ru: Размер
sk: Veľkosť
sw: Ukubwa

source: Sorry, an unexpected error seems to have occurred, and your request didn't succeed.
cs: Omlouváme se, ale zřejmě došlo k neočekávané chybě a váš požadavek nebyl úspěšný.
fi: Valitettavasti näyttää tapahtuneen odottamaton virhe, eikä pyyntösi onnistunut.
ga: Ár leithscéal, is cosúil gur tharla earráid gan choinne agus níor éirigh le d'iarratas.
hr: Dogodila se neočekivana greška i tvoj zahtjev nije uspio.
ja: 申し訳ありませんが、予期しないエラーが発生したため、リクエストは成功しませんでした。
ru: Извините, похоже, произошла непредвиденная ошибка, и ваш запрос не удался.
sk: Je nám ľúto, ale zrejme došlo k neočakávanej chybe a vaša žiadosť nebola úspešná.
sw: Samahani, kosa lisilotarajiwa linaonekana kutokea, na ombi lako halikufanikiwa.

source: Start Hosting
cs: Zahájit hostování
fi: Aloita isännöinti
ga: Tosaigh Óstáil
hr: Pokreni hosting
hy_am: Սկսել հյուրընկալումը
it: Avvia hosting
ja: ホストを開始
ru: Запуск хостинга
sk: Spustiť hosting
sw: Anza Kuendesha

source: Start Sharing
cs: Zahájit sdílení
fi: Aloita jakaminen
ga: Tosaigh ag Roinnt
hr: Pokreni dijeljenje
hy_am: Սկսել տարածումը
it: Avvia condivisione
ja: 共有を開始
ru: Начните делиться
sk: Spustiť zdieľanie
sw: Anza kusambaza

source: Starting…
cs: Startuje…
fi: Aloitetaan…
ga: Ag tosú…
hr: Pokretanje …
hy_am: Մեկնարկում է…
it: Avvio…
ja: 開始しています…
ru: Запуск…
sk: Spúšťa sa…
sw: Kuanza…

source: Stop after files have been sent (disables download of individual files)
cs: Zastavit, když jsou soubory odeslány (vypne stahování jednotlivých souborů)
fi: Pysäytä tiedostojen lähettämisen jälkeen (poistaa yksittäisten tiedostojen latauksen)
ga: Stop tar éis comhaid a bheith seolta (díchumasaigh íoslódáil comhaid aonair)
hr: Prekini nakon slanja datoteka (deaktivira preuzimanje pojedinačnih datoteka)
it: Ferma quando i file sono stati inviati (disabilita il download di file individuali)
ja: ファイルの送信が終了したら停止 (個別のファイルのダウンロードを無効にする)
ru: Остановить после отправки файлов (отключает загрузку отдельных файлов)
sk: Zastaviť po odoslaní súborov (zakáže sťahovanie jednotlivých súborov)
sw: Acha baada ya faili kutumwa (sitisha upakuaji wa faili za kibinafsi )

source: Stop Hosting
cs: Zastavit hostování
fi: Lopeta isännöinti
ga: Stop Óstáil
hr: Prekini hosting
hy_am: Կասեցնել հյուրընկալումը
it: Ferma hosting
ja: ホストを停止
ru: Остановить хостинг
sk: Zastaviť hosting
sw: sitisha kuendesha

source: Stop Sharing
cs: Zastavit sdílení
fi: Lopeta jakaminen
ga: Stop Roinnt
hr: Prekini dijeljenje
hy_am: Կանգնեցնել տարածումը
it: Ferma condivisione
ja: 共有を停止
ru: Остановить Распространение
sk: Zastaviť zdieľanie
sw: Sitisha Kusambaza

source: Tap here to change
cs: Klepněte zde pro změnu
fi: Napauta tästä muuttaaksesi
ga: Tapáil anseo chun athrú
hr: Dodirni ovdje za mijenjanje
hy_am: Սեղմեք այստեղ՝ փոխելու համար
it: Tocca qua per cambiare
ja: ここをタップして変更
ru: Нажмите здесь, чтобы изменить
sk: Ťuknite sem pre zmenu
sw: Gonga hapa kubadilisha

source: The app needs to be open to work.
cs: Aby aplikace fungovala, musí být otevřena.
fi: Sovelluksen tulee olla avoinna, jotta se toimii.
ga: Caithfidh an aip a bheith oscailte chun oibre.
hr: Aplikacija mora biti otvorena da bi radila.
it: L'app deve essere aperta per funzionare.
ja: 機能するにはアプリを開いた状態にしておく必要があります。
ru: Чтобы приложение работало, оно должно быть открыто.
sk: Aplikácia musí byť otvorená, aby fungovala.
sw: Programu inahitaji kuwa wazi kufanya kazi.

source: This is a public service (disables private key)
cs: Toto je veřejná služba (vypne soukromý klíč)
fi: Tämä on julkinen palvelu (poistaa yksityisen avaimen käytöstä)
ga: Is seirbhís phoiblí é seo (díchumasaítear eochair phríobháideach)
hr: Ovo je javna usluga (deaktivira privatni ključ)
it: Questo è un servizio pubblico (disattiva la chiave privata)
ja: 公開のサービスとして設定 (秘密鍵が無効となります)
ru: Это публичная услуга (отключение закрытого ключа)
sk: Toto je verejná služba (vypne súkromný kľúč)
sw: Hii ni huduma ya umma ( sitisha ufunguo wa kibinafsi )

source: Total size
cs: Celková velikost
fi: Kokonaiskoko
ga: Méid iomlán
hr: Ukupna veličina
hy_am: Ընդհանուր չափ
ja: 合計サイズ
ru: Общий размер
sk: Celková veľkosť
sw: Jumla ya saizi

source: Use Bridges
cs: Použít mosty
fi: Käytä siltoja
ga: Úsáid Droichid
hr: Koristi mostove
hy_am: Օգտագործել կամուրջներ
it: Usa bridge
ja: ブリッジを使用
ru: Используйте мосты
sk: Použiť premostenia
sw: Tumia Daraja

source: You added files from elsewhere while already sharing.
cs: Během sdílení jste přidali soubory odjinud.
fi: Lisäsit tiedostoja muualta, kun olet jo jakanut.
ga: Chuir tú comhaid ó áiteanna eile leis agus tú á roinnt cheana féin.
hr: Dodao/la si datoteke s jednog drugog mjesta koje već dijeliš.
it: Hai aggiunto file da un altro luogo mentre stavi già condividendo.
ja: 共有中に他のファイルが追加されました。
ru: Вы добавили файлы из других мест, уже находясь в общем доступе.
sk: Pridali ste súbory z iného miesta počas zdieľania.
sw: Umeongeza faili kutoka mahali pengine wakati tayari unashiriki.

source: You have Orbot installed and running, but we cannot bypass it.
cs: Orbot je nainstalován a běží, ale nejde nám ho obejít.
fi: Sinulla on Orbot asennettuna ja käynnissä, mutta emme voi ohittaa sitä.
ga: Tá Orbot suiteáilte agus á rith agat, ach ní féidir linn é a sheachbhóthar.
hr: Orbot je instaliran i radi, ali ga ne možemo zaobići.
it: Hai Orbot installato e in esecuzione ma non riusciamo a bypassarlo.
ja: Orbot がインストール、実行されていますが、これをバイパスできません。
ru: У вас установлен и работает Orbot, но мы не можем обойти его.
sk: Orbot máte nainštalovaný a spustený, ale nemôžeme to obísť.
sw: Umesanikisha kuendesha Orbot, lakini hatuwezi kupita.

source: You need to enable bypass mode in Orbot settings for %@ to work while Orbot is running.
cs: Musíte povolit bypass mód v nastavení Orbotu, aby %@ fungoval, zatímco Orbot běží.
fi: Sinun on otettava ohitustila käyttöön Orbotin asetuksissa, jotta %@ toimii Orbotin ollessa käynnissä.
ga: Ní mór duit mód seachbhóthar a chumasú i socruithe Orbot le go n-oibreoidh %@ agus Orbot ag rith.
hr: Moraš omogućiti modus zaobilaženja u postavkama Orbota da bi %@ radio dok Orbot radi.
it: Devi attivare la modalità bypass nelle impostazioni di Orbot affinchè %@ funzioni mentre Orbot è in esecuzione.
ja: Orbot が動作している間 %@ を使用するには、Orbot の設定でバイパスモードを有効にする必要があります。
ru: Чтобы %@ работал во время работы Orbot, необходимо включить режим обхода в настройках Orbot.
sk: Aby %@ fungovalo, keď je Orbot spustený, musíte v nastaveniach Orbotu povoliť režim obchádzania.
sw: Unahitaji kuwezesha njia ya kupita kwenye mipangilio ya Orbot kwa%@ ili kufanya kazi wakati Orbot inaendesha.

source: You need to request API access with Orbot, in order for %@ to work while Orbot is running.
cs: Musíte si vyžádat API přístup k Orbotu, aby %@ fungoval, zatímco Orbot běží.
fi: Sinun on pyydettävä API-pääsyä Orbotilla, jotta %@ toimisi Orbotin ollessa käynnissä.
ga: Ní mór duit rochtain API a iarraidh le Orbot, le go n-oibreoidh %@ agus Orbot ag rith.
hr: Moraš zatražiti API pristup s Orbotom da bi %@ radio dok Orbot radi.
it: Devi richiedere l'accesso alla API con Orbot affinchè %@ funzioni mentre Orbot è in esecuzione.
ja: Orbot が動作している間 %@ を使用するには、Orbot との API アクセスをリクエストする必要があります。
ru: Вам необходимо запросить доступ к API в Orbot, чтобы %@ работал во время работы Orbot.
sk: Aby %@ fungoval, keď je Orbot spustený, musíte si vyžiadať prístup k API.
sw: Unahitaji kuomba ufikiaji wa API kwa kutumia Orbot, ili%@ ifanye kazi wakati Orbot anaendesha.
